x = 'Tolko my s konem'
y = 'Po polyu idem'
z = 'Tolko my s konem po polyu idem'
a = 'bruhmomentium'
b = 'yeeeeeeeeeeeeeeeet'
c = 'КТО ПРОЖИВАЕТ НА ДНЕ ОКЕАНА?'


#  Для строковых данных существует достаточное количество методов.
# Посмотрим на некоторые из них

print(a[0:4], a[4:10])  # Python даёт возможность работать со строками как с массивами символов.
# Используя выражение [A : B] можно задать границы, в пределах которых нужно проходить по
# индексам массива. При этом, включение индексов выглядит следующим образом [A : B)
# Такой метод работы с массивами называется SLICING



