# Существуют операторы сравнения
# Все операторы сравнения дают итоговый результат типа 'boolean'
# > >= < <= == !=
# Также существуют ключевые слова для логических выражений
# и символьные выражения для данных логических союзов:
# (A or B) == (A || B)
# (A and B) == (A && B)
# Существует также союз 'not'
# Все данные операции сравнения являются условиями для условных операторов
# Оператор 'is' смотрит, являются ли объекты идентичными (имеют ли они одинаковые ссылки в памяит)

A = 23**3
B = 36**2.5

print(A >= B)